Repository: DanyNghaywe/iRefair
Catalog: ios/iRefairApp/iRefairApp/Resources/*.lproj/Localizable.strings
Languages: fr

source: Submission Received!
fr: Soumission reçue !

source: We've sent a confirmation email to your inbox.
fr: Nous avons envoyé un courriel de confirmation.

source: We've sent a confirmation email to %@.
fr: Nous avons envoyé un courriel de confirmation à %@.

source: We've sent the latest confirmation link to your inbox.
fr: Nous avons envoyé le dernier lien de confirmation.

source: We've sent the latest confirmation link to %@.
fr: Nous avons envoyé le dernier lien de confirmation à %@.

source: We already sent a confirmation link recently.
fr: Nous avons déjà envoyé un lien de confirmation récemment.

source: We already sent a confirmation link recently to %@.
fr: Nous avons déjà envoyé un lien de confirmation récemment à %@.

source: Please use the latest email we already sent.
fr: Veuillez utiliser le dernier courriel déjà envoyé.

source: You're all set! Check your email for what to expect next.
fr: Vous êtes inscrit ! Consultez vos courriels pour la suite.

source: We found your existing account and sent you an email with the details. Our team will review any changes you submitted.
fr: Nous avons trouvé votre compte existant et vous avons envoyé un courriel avec les détails. Notre équipe examinera vos modifications.

source: We've added a new company to your account and sent you an email with the details. It's pending approval.
fr: Nous avons ajouté une nouvelle entreprise à votre compte et vous avons envoyé un courriel avec les détails. Elle est en attente d'approbation.

source: Can't find it?
fr: Vous ne le trouvez pas ?

source: Check your Spam or Junk folder
fr: Vérifiez votre dossier Spam ou Courrier indésirable

source: If you find it there, mark it as "Not Spam" to receive future emails from us
fr: Si vous le trouvez là, marquez-le comme « Non spam » pour recevoir nos futurs courriels

source: Got it
fr: Compris
