Repository: DanyNghaywe/iRefair
Catalog: ios/iRefairApp/iRefairApp/Resources/*.lproj/Localizable.strings
Languages: fr

source: Access token
fr: Jeton d'accès

source: Agriculture / Food Industry
fr: Agriculture / Agroalimentaire

source: App data
fr: Données de l'app

source: Applicant
fr: Candidat

source: Applicant ID (iRAIN) *
fr: ID candidat (iRAIN) *

source: Applicant ID is required.
fr: L'identifiant candidat est requis.

source: Applicant Key *
fr: Clé du candidat *

source: Applicant key is required.
fr: La clé du candidat est requise.

source: Applicant referral request
fr: Demande de recommandation de candidat

source: Applicants
fr: Candidats

source: Applications
fr: Candidatures

source: Application
fr: Candidature

source: Application details
fr: Détails de la candidature

source: Application submitted successfully.
fr: Candidature envoyée avec succès.

source: Application submitted. Please check your email to confirm registration.
fr: Candidature envoyée. Veuillez vérifier votre e-mail pour confirmer l'inscription.

source: Apply
fr: Postuler

source: Apply Now
fr: Postuler maintenant

source: Add any notes or feedback...
fr: Ajoutez des notes ou commentaires...

source: Arabic
fr: Arabe

source: Authorized to work in Canada?
fr: Autorisé(e) à travailler au Canada ?

source: Become a referrer
fr: Devenir référent

source: Before you go
fr: Avant de partir

source: Browse the list below to find the company iRCRN you need for your application.
fr: Parcourez la liste ci-dessous pour trouver le iRCRN de l'entreprise dont vous avez besoin pour votre candidature.

source: Browse hiring companies
fr: Parcourir les entreprises qui recrutent

source: Cancel
fr: Annuler

source: Careers portal URL
fr: URL du portail carrières

source: Careers portal URL is required.
fr: L'URL du portail carrières est requise.

source: https://company.com/careers
fr: https://entreprise.com/careers

source: Careers website
fr: Site carrières

source: Choose the position you want to apply for and note the company **iRCRN**.
fr: Choisissez le poste auquel vous souhaitez postuler et notez le **iRCRN** de l'entreprise.

source: Choose file
fr: Choisir un fichier

source: Clear
fr: Effacer

source: Clear saved referrer token
fr: Effacer le jeton enregistré

source: Cleared referrer token.
fr: Jeton de référent effacé.

source: Close
fr: Fermer

source: Company
fr: Entreprise

source: Company Name
fr: Nom de l'entreprise

source: Company industry
fr: Secteur de l'entreprise

# Company name
source: Company name (optional)
fr: Nom de l'entreprise (optionnel)

source: Complete the **Apply Now** form on the iRefair website using your **iRAIN** and the company **iRCRN**. Do not apply directly on the company website.
fr: Remplissez le formulaire **Postuler maintenant** sur le site iRefair en utilisant votre **iRAIN** et le **iRCRN** de l'entreprise. Ne postulez pas directement sur le site de l'entreprise.

source: Compliance / Audit
fr: Conformité / Audit

source: Compliance/ Audit/ Monitoring & Evaluation
fr: Conformité / Audit / Suivi & Évaluation

source: Consent
fr: Consentement

source: Consent & Legal Disclaimer
fr: Consentement et avis légal

source: Consent is required.
fr: Le consentement est requis.

source: By submitting this form, I agree to be contacted by iRefair when a potential applicant may align with open roles at my company. I understand and acknowledge the following:
fr: En soumettant ce formulaire, j'accepte d'être contacté par iRefair lorsqu'un candidat potentiel pourrait correspondre à des postes ouverts dans mon entreprise. Je comprends et reconnais ce qui suit :

source: Candidate applications will appear here once they're assigned to you. Check back soon for new referrals to review.
fr: Les candidatures apparaîtront ici une fois qu'elles vous seront attribuées. Revenez bientôt pour consulter de nouvelles recommandations.

source: iRefair is a voluntary, community-driven initiative, and I am under no obligation to make any referrals.
fr: iRefair est une initiative bénévole, portée par la communauté, et je ne suis soumis à aucune obligation de recommander qui que ce soit.

source: Any referral I make is based on my own discretion, and I am solely responsible for complying with my company’s internal referral or hiring policies.
fr: Toute recommandation que je fais est à ma discrétion, et je suis seul responsable du respect des politiques internes de mon entreprise en matière de recommandation ou de recrutement.

source: Approved hiring companies will appear here as they become available.
fr: Les entreprises qui recrutent approuvées apparaîtront ici au fur et à mesure de leur disponibilité.

source: iRefair, &Beyond Consulting, IM Power SARL and inaspire and their legal founders assume no liability at all including but not limited to: hiring outcomes, internal processes, or employer decisions.
fr: iRefair, &Beyond Consulting, IM Power SARL et inaspire ainsi que leurs fondateurs légaux déclinent toute responsabilité (y compris, sans s'y limiter) concernant les résultats d'embauche, les processus internes ou les décisions de l'employeur.

source: iRefair, &Beyond Consulting, IM Power SARL and Inaspire and their legal founders assume no liability at all including but not limited to: hiring outcomes, internal processes, or employer decisions.
fr: iRefair, &Beyond Consulting, IM Power SARL et Inaspire ainsi que leurs fondateurs légaux déclinent toute responsabilité (y compris, sans s'y limiter) concernant les résultats d'embauche, les processus internes ou les décisions de l'employeur.

source: My contact and employer details will be kept confidential and will not be shared without my consent.
fr: Mes coordonnées et informations employeur resteront confidentielles et ne seront pas partagées sans mon consentement.

source: I may request to update or delete my information at any time by contacting us via email.
fr: Je peux demander la mise à jour ou la suppression de mes informations à tout moment en nous contactant par courriel.

source: My participation is entirely optional, and I can opt out at any time by contacting us via email.
fr: Ma participation est entièrement facultative, et je peux me retirer à tout moment en nous contactant par courriel.

source: I have read, understood, and agree to the above terms.
fr: J'ai lu, compris et j'accepte les conditions ci-dessus.

source: contacting us via email
fr: nous contactant par courriel

source: Consulting
fr: Conseil

source: Country
fr: Pays

source: Country is required.
fr: Le pays est requis.

source: Country of origin
fr: Pays d'origine

source: Create or update your iRefair applicant profile. Optional fields are marked (optional).
fr: Créez ou mettez à jour votre profil candidat iRefair. Les champs facultatifs sont indiqués par (optionnel).

source: Currently employed?
fr: Actuellement employé(e) ?

source: Default language
fr: Langue par défaut

source: Details loaded. Update your information and submit.
fr: Informations chargées. Mettez à jour vos informations et soumettez.

source: Education
fr: Éducation

source: Education / Academia
fr: Éducation / Université

source: Eligible to move to Canada?
fr: Êtes-vous prêt(e) à déménager au Canada ?

source: Email
fr: Adresse e-mail

source: Energy / Utilities
fr: Énergie / Services publics

source: Engineering / Construction
fr: Ingénierie / Construction

source: English
fr: Anglais

source: Enter your iRAIN (legacy CAND-... also accepted)
fr: Entrez votre iRAIN (ancien CAND-... également accepté)

source: Enter the Applicant Key from your email
fr: Entrez la clé du candidat reçue par e-mail

source: Enter the iRCRN
fr: Entrez l'iRCRN

source: e.g. Software Engineer
fr: ex. Ingénieur logiciel

source: Enter a token first.
fr: Entrez d'abord un jeton.

source: Enter a valid LinkedIn profile URL.
fr: Entrez une URL LinkedIn valide.

source: Enter a valid careers portal URL.
fr: Entrez une URL valide du portail carrières.

source: Enter a valid email.
fr: Veuillez entrer un e-mail valide.

source: Feedback
fr: Avis

source: Feedback is required.
fr: Le commentaire est requis.

source: Finance / Banking / Accounting
fr: Finance / Banque / Comptabilité

source: First name
fr: Prénom

source: First name is required.
fr: Le prénom est requis.

source: For more info, visit
fr: Pour plus d'informations, visitez

source: For applicants
fr: Pour les candidats

source: For referrers
fr: Pour les référents

source: Follow these steps to find a suitable role and submit your application through iRefair.
fr: Suivez ces étapes pour trouver un poste adapté et soumettre votre candidature via iRefair.

source: French
fr: Français

source: Full name
fr: Nom complet

source: Full name is required.
fr: Le nom complet est requis.

source: Go to first page
fr: Aller à la première page

source: Go to last page
fr: Aller à la dernière page

source: Go to next page
fr: Aller à la page suivante

source: Go to previous page
fr: Aller à la page précédente

source: Healthcare
fr: Santé

source: Healthcare / Medical
fr: Santé / Médical

source: Hiring companies & iRCRN list
fr: Entreprises qui recrutent et liste iRCRN

source: Hiring now
fr: Embauche en cours

source: Hospitality
fr: Hôtellerie

source: Hospitality / Travel / Tourism
fr: Hôtellerie / Voyage / Tourisme

source: Human Resources / Recruitment
fr: Ressources humaines / Recrutement

source: Hybrid
fr: Hybride

source: I agree to be contacted by iRefair.
fr: J'accepte d'être contacté(e) par iRefair.

source: Once you have identified a suitable vacancy, keep the company
fr: Une fois que vous avez identifié un poste approprié, gardez le

source: Open the **careers website** of the company you are interested in.
fr: Ouvrez le **site carrières** de l'entreprise qui vous intéresse.

source: Page %d of %d
fr: Page %d sur %d

source: Return to iRefair and use the Apply page to submit your application.
fr: Revenez sur iRefair et utilisez la page Postuler pour soumettre votre candidature.

source: Review the companies listed in the table below.
fr: Consultez les entreprises listées dans le tableau ci-dessous.

source: Use the careers page only to find positions you're interested in.
fr: Utilisez la page des emplois uniquement pour trouver les postes qui vous intéressent.

source: View Careers
fr: Voir les emplois

source: We wish you success with your applications.
fr: Nous vous souhaitons beaucoup de succès dans vos candidatures.

source: and your
fr: de l'entreprise et votre

source: ready, then submit your application through the
fr: à portée de main, puis soumettez votre candidature via la page

source: Applying directly on the company's website will NOT get you a referral.
fr: Postuler directement sur le site de l'entreprise ne vous donnera PAS de recommandation.

source: Industry
fr: Secteur

source: Industry
fr: Secteur

source: Industry details
fr: Précisez le secteur

source: Information Technology (IT)
fr: Technologies de l'information (TI)

source: Language
fr: Langue

source: Languages
fr: Langues

source: Last name
fr: Nom de famille

source: Last name is required.
fr: Le nom de famille est requis.

source: Legal
fr: Mentions légales

source: Legal / Law
fr: Juridique / Droit

# LinkedIn profile
source: LinkedIn profile (optional)
fr: Profil LinkedIn (optionnel)

source: Load portal data
fr: Charger les données du portail

source: Loaded %d applicants.
fr: Chargé %d candidats.

source: Loading...
fr: Chargement...

source: Located in Canada?
fr: Êtes-vous au Canada ?

source: Location and authorization
fr: Lieu et autorisation

source: Logistics / Transportation
fr: Logistique / Transport

source: Manufacturing
fr: Fabrication

source: Marketing / Advertising / PR
fr: Marketing / Publicité / RP

source: Marketing / Media
fr: Marketing / Médias

source: Media / Entertainment / Journalism
fr: Médias / Divertissement / Journalisme

# Middle name
source: Middle name (optional)
fr: Deuxième prénom (optionnel)

source: Missing token.
fr: Jeton manquant.

source: No
fr: Non

source: No applicants assigned yet.
fr: Aucun candidat assigné pour l'instant.

source: No applications assigned
fr: Aucune candidature assignée

source: No companies available yet.
fr: Aucune entreprise disponible pour l'instant.

source: No file selected
fr: Aucun fichier sélectionné

source: Need an iRCRN?
fr: Besoin d'un iRCRN ?

source: Not provided yet
fr: Non fourni

source: Non-Profit / NGO
fr: Organisme à but non lucratif / ONG

source: Not for profit
fr: Organisme à but non lucratif

source: No email on file
fr: Aucun e-mail enregistré

source: On-site
fr: Sur site

source: Open careers website
fr: Ouvrir le site carrières

source: Other
fr: Autre

source: Other industry
fr: Autre secteur

source: Other languages
fr: Autres langues

source: Paste token or portal link
fr: Collez le jeton ou le lien du portail

source: Personal information
fr: Informations personnelles

source: Phone
fr: Téléphone

source: Phone
fr: Téléphone

source: +1-XXX-XXXX or +961-XX-XXXXXX
fr: +1-XXX-XXXX ou +961-XX-XXXXXX

source: Phone number is required.
fr: Le numéro de téléphone est requis.

source: Please attach a resume.
fr: Veuillez joindre un CV.

source: Please specify
fr: Précisez

source: Portal
fr: Portail

source: Position *
fr: Poste *

source: Position is required.
fr: Le poste est requis.

source: Privacy Policy
fr: Politique de confidentialité

source: Professional profile
fr: Profil professionnel

source: Provide industry details.
fr: Précisez le secteur.

source: Rating
fr: Évaluation

source: Real Estate
fr: Immobilier

source: Recommend
fr: Recommander

source: Reference number
fr: Numéro de référence

source: Referrer
fr: Référent

source: Referrer portal
fr: Portail référent

source: Referrer registered.
fr: Référent enregistré.

source: Referrer registered. Your ID: %@
fr: Référent enregistré. Votre ID : %@

source: Referrer referral form
fr: Formulaire de recommandation du référent

source: Register
fr: Inscription

source: Register as Referrer
fr: S'inscrire comme référent

source: Remote
fr: Télétravail

source: Reset
fr: Réinitialiser

source: Reset to default.
fr: Réinitialisé.

source: Resume
fr: CV

source: Resume file
fr: Fichier CV

source: Resume is required.
fr: Le CV est requis.

source: Resume must be a PDF, DOC, or DOCX file.
fr: Le CV doit être un fichier PDF, DOC ou DOCX.

source: Resume must be under 10 MB.
fr: Le CV doit faire moins de 10 Mo.

source: Retail
fr: Commerce de détail

source: Retail / E-commerce
fr: Commerce de détail / E-commerce

source: Save
fr: Enregistrer

source: Saved.
fr: Enregistré.

source: Search
fr: Recherche

source: Search by company or iRCRN
fr: Rechercher par entreprise ou iRCRN

source: Select
fr: Sélectionner

source: Select province
fr: Sélectionnez une province

source: Select a country.
fr: Sélectionnez un pays.

source: Select a province.
fr: Sélectionnez une province.

source: Select a work type.
fr: Sélectionnez un type de travail.

source: Select an industry.
fr: Sélectionnez un secteur.

source: Select an option.
fr: Sélectionnez une option.

source: Select at least one language.
fr: Sélectionnez au moins une langue.

source: Send feedback
fr: Envoyer un avis

source: Set your API base URL in Settings before submitting.
fr: Définissez l'URL de base de l'API dans Paramètres avant d'envoyer.

source: App configuration is missing API base URL.
fr: La configuration de l'application ne contient pas d'URL de base API.

source: Settings
fr: Paramètres

source: Share feedback
fr: Partagez votre avis

source: Specify other languages.
fr: Précisez les autres langues.

source: Specify the industry.
fr: Précisez le secteur.

source: Status
fr: Statut

source: Submission language
fr: Langue de soumission

source: Submit Applicant Profile
fr: Soumettre le profil candidat

source: Submit Application
fr: Soumettre la candidature

source: Submit an application using your iRAIN and Applicant Key.
fr: Soumettez une candidature avec votre iRAIN et votre clé de candidat.

source: Share the teams, roles, and capacity you have. Log an applicant now or just your availability.
fr: Indiquez les équipes, les rôles et votre capacité. Enregistrez un candidat ou simplement votre disponibilité.

source: Tell us your background and target roles. We'll pair you with referrers when they're available.
fr: Parlez-nous de votre parcours et des postes visés. Nous vous mettrons en relation avec des référents disponibles.

source: Technology
fr: Technologie

source: Track your referrals
fr: Suivez vos recommandations

source: Review candidates, download CVs, and manage your referrals.
fr: Examinez les candidats, téléchargez les CV et gérez vos recommandations.

source: iRCRN company list
fr: Liste des entreprises iRCRN

source: **iRCRN:** iRefair Company Reference Number
fr: **iRCRN :** Numéro de référence d'entreprise iRefair

source: iRefair - Apply Now
fr: iRefair - Postuler maintenant

source: iRefair is a free initiative created to support Lebanese and Arab newcomers in Canada by connecting them with professionals who can refer them for jobs.
fr: iRefair est une initiative gratuite créée pour soutenir les nouveaux arrivants libanais et arabes au Canada en les mettant en contact avec des professionnels qui peuvent les recommander pour des emplois.

source: Telecommunications
fr: Télécommunications

source: Temporary Work
fr: Travail temporaire

source: Terms of Service
fr: Conditions d'utilisation

source: Unable to load the selected file.
fr: Impossible de charger le fichier sélectionné.

source: Unable to load your details.
fr: Impossible de charger vos informations.

source: Work email
fr: E-mail professionnel

source: Work type
fr: Type de travail

source: Yes
fr: Oui

source: You're offline. Connect to the internet and try again.
fr: Vous êtes hors ligne. Connectez-vous à Internet et réessayez.

source: You're offline. Connect to the internet to load portal data.
fr: Vous êtes hors ligne. Connectez-vous à Internet pour charger le portail.

source: You're offline. Connect to the internet to send feedback.
fr: Vous êtes hors ligne. Connectez-vous à Internet pour envoyer l'avis.

source: You're offline. Connect to the internet to submit the form.
fr: Vous êtes hors ligne. Connectez-vous à Internet pour soumettre le formulaire.

source: iRCRN is required.
fr: L'iRCRN est requis.

source: Your iRAIN *
fr: Votre iRAIN *

source: Enter the iRCRN of the company you wish to join *
fr: Entrez l'iRCRN de l'entreprise que vous souhaitez rejoindre *

source: Position you are applying for *
fr: Poste pour lequel vous postulez *

source: If available, please enter a reference number for the position (from company's website)
fr: Si disponible, veuillez entrer le numéro de référence du poste (depuis le site de l'entreprise)

source: Attach your CV tailored for this position (required)
fr: Joignez votre CV adapté à ce poste (requis)

source: Add file
fr: Ajouter un fichier

source: No file chosen
fr: Aucun fichier choisi

source: Upload a CV specific to this company and position. PDF or DOC/DOCX, max 10 MB.
fr: Téléchargez un CV spécifique à cette entreprise et ce poste. PDF ou DOC/DOCX, max 10 Mo.

source: Clear form
fr: Effacer le formulaire

source: Send referral request
fr: Envoyer la demande de recommandation

source: Send referrer details
fr: Envoyer les informations du référent

source: Submit
fr: Soumettre

source: Submitting...
fr: Envoi...

source: Use this form to apply to the company you wish to join. You will need your iRefair iRAIN and the iRefair Company Reference Number (iRCRN).
fr: Utilisez ce formulaire pour postuler à l'entreprise que vous souhaitez rejoindre. Vous aurez besoin de votre iRAIN iRefair et du numéro de référence de l'entreprise iRefair (iRCRN).

source: Find iRCRN codes
fr: Trouver les codes iRCRN

source: Please enter your iRAIN or legacy CAND ID.
fr: Veuillez entrer votre iRAIN ou ancien CAND ID.

source: Please enter your Applicant Key.
fr: Veuillez entrer votre clé de candidat.

source: Please enter the iRCRN.
fr: Veuillez entrer l'iRCRN.

source: Please enter the position you are applying for.
fr: Veuillez entrer le poste pour lequel vous postulez.

source: Please upload your resume (PDF or DOC/DOCX under 10MB).
fr: Veuillez téléverser votre CV (PDF ou DOC/DOCX moins de 10 Mo).

source: Please upload a PDF or DOC/DOCX file under 10MB.
fr: Veuillez téléverser un fichier PDF ou DOC/DOCX de moins de 10 Mo.

source: Please enter your first name.
fr: Veuillez entrer votre prénom.

source: Please enter your family name.
fr: Veuillez entrer votre nom de famille.

source: Please enter your email address.
fr: Veuillez entrer votre adresse courriel.

source: Please enter a valid email address.
fr: Veuillez entrer une adresse courriel valide.

source: Please enter your phone number.
fr: Veuillez entrer votre numéro de téléphone.

source: Please select your country of origin.
fr: Veuillez sélectionner votre pays d’origine.

source: Please select at least one language.
fr: Veuillez sélectionner au moins une langue.

source: Please specify the other language.
fr: Veuillez préciser l'autre langue.

source: Please select your current location status.
fr: Veuillez indiquer votre situation de localisation actuelle.

source: Please select your province.
fr: Veuillez sélectionner votre province.

source: Please confirm your work authorization.
fr: Veuillez confirmer votre autorisation de travail.

source: Please confirm if you can move and work in Canada in the next 6 months.
fr: Veuillez confirmer si vous pouvez vous installer et travailler au Canada dans les 6 prochains mois.

source: Please select an industry type.
fr: Veuillez sélectionner un secteur d'activité.

source: Please specify the other industry type.
fr: Veuillez préciser l'autre secteur d'activité.

source: Please select your employment status.
fr: Veuillez sélectionner votre statut d'emploi.

source: Please enter a valid LinkedIn profile URL.
fr: Veuillez entrer une URL de profil LinkedIn valide.

source: Please enter your name.
fr: Veuillez entrer votre nom.

source: Please enter your work email.
fr: Veuillez entrer votre courriel professionnel.

source: Please select the company industry.
fr: Veuillez sélectionner le secteur de l'entreprise.

source: Please specify the company industry.
fr: Veuillez préciser le secteur de l'entreprise.

source: Please select a work type.
fr: Veuillez sélectionner un type de travail.

source: Please enter the careers portal URL.
fr: Veuillez entrer l'URL du portail carrières.

source: Please enter a valid URL (http/https).
fr: Veuillez entrer une URL valide (http/https).

source: Application submitted. We'll log it and follow up with next steps.
fr: Candidature soumise. Nous l'enregistrerons et vous contacterons pour les prochaines étapes.

source: Attachments
fr: Pièces jointes

source: Upload your general CV / resume
fr: Téléchargez votre CV général

source: Upload resume
fr: Télécharger le CV

source: No file selected yet
fr: Aucun fichier sélectionné

source: Upload your main CV (not tailored to a specific job). You can submit a company-specific CV when applying to positions. Accepted: PDF, DOC, DOCX. Max 10MB.
fr: Téléchargez votre CV principal (non adapté à un poste spécifique). Vous pourrez soumettre un CV adapté lors de vos candidatures. Formats : PDF, DOC, DOCX. Max 10 Mo.

source: Please upload your resume / CV.
fr: Veuillez téléverser votre CV.

source: We've received your request. We'll follow up by email soon.
fr: Nous avons bien reçu votre demande. Nous vous contacterons bientôt par e-mail.

source: We've received your details. We'll reach out when there's an applicant match.
fr: Nous avons bien reçu vos informations. Nous vous contacterons lorsqu'un candidat correspondra.

source: We've received your submission. Our admin team will review any updates and be in touch.
fr: Nous avons reçu votre soumission. Notre équipe d'administration examinera toute mise à jour et vous contactera.
